[
    {
        "titulo": "A Guerra dos Tronos",
        "autor": "George R. R. Martin",
        "resumo": "Em uma terra onde o verão pode durar décadas e o inverno toda uma vida, os problemas estão apenas começando. O frio está de volta e, nas florestas ao norte de Winterfell, forças sobrenaturais se espalham por trás da Muralha que protege a região. No centro do conflito estão os Stark de Winterfell, uma família tão áspera quanto as terras que governam. Dos lugares onde o frio é brutal até os distantes reinos de plenitude e sol, George R. R. Martin narra uma história de lordes e damas, soldados e mercenários, assassinos e bastardos que se juntam em um tempo de presságios malignos.",
        "categoria": "Ficção",
        "src": "livro1",
        "ano": "2019",
        "preco": 50.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 623,
        "id": 1,
        "resenha": "A Guerra dos Tronos é o primeiro livro da série As Crônicas de Gelo e Fogo, que se tornou mundialmente famosa pela série de TV Game of Thrones. A trama se passa em um mundo fictício onde as estações podem durar décadas, e narra as intrigas políticas e batalhas entre as grandes casas nobres pelo controle do Trono de Ferro dos Sete Reinos de Westeros. Com personagens complexos e reviravoltas surpreendentes, George R. R. Martin cria um universo rico em detalhes e moralidade cinzenta, onde ninguém está a salvo das consequências de suas escolhas."
    },
    {
        "titulo": "O Alquimista",
        "autor": "Paulo Coelho",
        "resumo": "Santiago é um pastor andaluz que tem um sonho repetido com um tesouro nas pirâmides do Egito. Ele parte em uma jornada pelo deserto em busca desse tesouro e no caminho encontra diversos personagens que o ajudam a compreender melhor o significado de sua própria vida e a seguir seus sonhos.",
        "categoria": "Ficção",
        "src": "livro2",
        "ano": "2017",
        "preco": 35.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 415,
        "id": 2,
        "resenha": "O Alquimista é uma obra que aborda temas como o destino, a busca pessoal e a realização dos sonhos. Paulo Coelho utiliza a jornada de Santiago pelo deserto como uma metáfora para a jornada interior de cada indivíduo em busca de sua própria lenda pessoal. O livro explora conceitos da alquimia e da filosofia oriental, oferecendo uma narrativa simples e inspiradora sobre a importância de seguir nossos corações e acreditar em nossos sonhos."
    },
    {
        "titulo": "Moneyball",
        "autor": "Michael Lewis",
        "resumo": "O livro conta a história de Billy Beane, gerente geral do time de beisebol Oakland Athletics, que utilizou análise estatística avançada para montar um time competitivo com um orçamento limitado. O método revolucionou a forma como os times de beisebol são montados e gerenciados.",
        "categoria": "Esporte",
        "src": "livro3",
        "ano": "2015",
        "preco": 40.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 500,
        "id": 3,
        "resenha": "O livro narra a história do time de baseball Oakland Athletics e seu gerente geral, Billy Beane, que revolucionaram a forma como o esporte é jogado e gerenciado. Beane utilizou análises estatísticas avançadas para montar uma equipe competitiva com recursos limitados, desafiando as convenções tradicionais do baseball. A história destaca a importância da inovação, da análise de dados e da tomada de decisão corajosa no esporte e na vida."
    },
    {
        "titulo": "Pense Magro",
        "autor": "Judith S. Beck",
        "resumo": "Baseado no programa de emagrecimento cognitivo-comportamental, este livro oferece estratégias práticas e eficazes para mudar seus hábitos alimentares e manter a perda de peso a longo prazo.",
        "categoria": "Comida",
        "src": "livro4",
        "ano": "2008",
        "preco": 25.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 220,
        "id": 4,
        "resenha": "Baseado no programa de emagrecimento cognitivo-comportamental, este livro oferece estratégias práticas e eficazes para mudar seus hábitos alimentares e manter a perda de peso a longo prazo. A autora, Judith S. Beck, apresenta um programa passo a passo que ajuda os leitores a identificar e superar os pensamentos sabotadores que podem atrapalhar o processo de emagrecimento, promovendo uma mudança de mindset em relação à alimentação e ao peso."
    },
    {
        "titulo": "Cozinha Confidencial",
        "autor": "Anthony Bourdain",
        "resumo": "Neste livro, o renomado chef e apresentador de TV Anthony Bourdain conta os bastidores do mundo da gastronomia, revelando histórias e segredos dos restaurantes onde trabalhou.",
        "categoria": "Comida",
        "src": "livro5",
        "ano": "2016",
        "preco": 30.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 1500,
        "id": 5,
        "resenha": " Neste livro, o renomado chef e apresentador de TV Anthony Bourdain conta os bastidores do mundo da gastronomia, revelando histórias e segredos dos restaurantes onde trabalhou. Bourdain oferece uma visão franca e honesta do mundo da culinária, abordando temas como a pressão da cozinha, a cultura dos chefs e os prazeres da comida. Com seu estilo único e perspicaz, Bourdain proporciona uma leitura cativante e reveladora para os amantes da gastronomia."
    },
    {
        "titulo": "Sapiens: Uma Breve História da Humanidade",
        "autor": "Yuval Noah Harari",
        "resumo": "O livro aborda a história da humanidade desde os primórdios até os dias atuais, analisando os principais eventos e transformações que moldaram a sociedade humana ao longo do tempo.",
        "categoria": "Cultura",
        "src": "livro6",
        "ano": "2020",
        "preco": 45.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 6000,
        "id": 6,
        "resenha": "Este livro aborda a história da humanidade desde os primórdios até os dias atuais, analisando os principais eventos e transformações que moldaram a sociedade humana ao longo do tempo. Yuval Noah Harari explora temas como a evolução do Homo sapiens, o surgimento da agricultura, a formação de impérios e civilizações, e as revoluções científica e industrial. Com uma narrativa envolvente e provocativa, o livro convida o leitor a refletir sobre o passado humano e seu impacto no presente e futuro."
    },
    {
        "titulo": "O Mundo Assombrado pelos Demônios",
        "autor": "Carl Sagan",
        "resumo": "Neste livro, o renomado astrofísico Carl Sagan discute a importância do pensamento crítico e da ciência em um mundo cada vez mais dominado por superstições e pseudociências.",
        "categoria": "Cultura",
        "src": "livro7",
        "ano": "2006",
        "preco": 20.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 700,
        "id": 7,
        "resenha": "Neste livro, o renomado astrofísico Carl Sagan discute a importância do pensamento crítico e da ciência em um mundo cada vez mais dominado por superstições e pseudociências. Sagan aborda temas como o método científico, a natureza da realidade, as fraudes pseudocientíficas e a relação entre ciência e sociedade. Com seu estilo acessível e perspicaz, Sagan convida os leitores a adotarem uma abordagem cética e racional diante das afirmações extraordinárias, defendendo a ciência como uma ferramenta poderosa para compreender o universo e melhorar a vida humana."
    },
    {
        "titulo": "Dom Quixote",
        "autor": "Miguel de Cervantes",
        "resumo": "Dom Quixote é um cavaleiro sonhador que percorre a Espanha em busca de aventuras, acompanhado pelo fiel escudeiro Sancho Pança. A obra é considerada uma das maiores obras da literatura espanhola e mundial.",
        "categoria": "Ficção",
        "src": "livro8",
        "ano": "2023",
        "preco": 55.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 350,
        "id": 8,
        "resenha": " Considerado um dos maiores clássicos da literatura mundial, Dom Quixote narra as aventuras de um cavaleiro medieval que, enlouquecido pela leitura excessiva de livros de cavalaria, decide sair em busca de aventuras para provar sua valentia. Escrito por Miguel de Cervantes, o livro é uma sátira aos romances de cavalaria da época, criticando os valores e ideais heroicos de forma humorística e irônica. A obra é um marco da literatura espanhola e mundial, destacando-se pela sua complexidade narrativa e sua capacidade de mesclar comédia, drama e crítica social."
    },
    {
        "titulo": "1984",
        "autor": "George Orwell",
        "resumo": "Em um mundo totalitário dominado pelo Grande Irmão, o protagonista Winston Smith luta contra a opressão do Estado e a manipulação da verdade. Uma obra-prima da ficção distópica que continua relevante nos dias de hoje.",
        "categoria": "Ficção",
        "src": "livro9",
        "ano": "2021",
        "preco": 60.00,
        "estrelas": 3,
        "idioma": "Português",
        "avaliacao": 110,
        "id": 9,
        "resenha": " Escrito por George Orwell, 1984 apresenta um mundo totalitário e opressivo, onde o governo controla todos os aspectos da vida dos cidadãos, incluindo seus pensamentos e sentimentos. O livro segue a história de Winston Smith, um funcionário do Ministério da Verdade que se rebela contra o regime autoritário do Partido. Por meio de uma narrativa sombria e distópica, Orwell aborda temas como vigilância, controle social, manipulação da verdade e repressão política, alertando sobre os perigos do totalitarismo e da perda da liberdade individual."
    },
    {
        "titulo": "Harry Potter e a Pedra Filosofal",
        "autor": "J.K. Rowling",
        "resumo": "Harry Potter é um jovem bruxo que descobre aos 11 anos que é famoso no mundo dos bruxos por ter sobrevivido a um ataque do bruxo das trevas, Voldemort, quando era bebê. Ele é convidado a estudar na Escola de Magia e Bruxaria de Hogwarts, onde faz amigos e vive diversas aventuras.",
        "categoria": "Ficção",
        "src": "livro10",
        "ano": "2017",
        "preco": 50.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 520,
        "id": 10,
        "resenha": "O primeiro livro da série Harry Potter, de J.K. Rowling, introduz os leitores ao mundo mágico de Hogwarts, onde o jovem bruxo Harry Potter descobre sua verdadeira identidade e embarca em uma jornada de aventuras, amizade e autodescoberta. O livro apresenta um universo rico em magia, criaturas fantásticas e personagens memoráveis, enquanto aborda temas como amizade, coragem, lealdade e o eterno conflito entre o bem e o mal."
    },
    {
        "titulo": "Futebol: O Brasil em Campo",
        "autor": "Alex Bellos",
        "resumo": "O livro retrata a história do futebol brasileiro, desde suas origens até os dias de hoje, destacando os momentos mais marcantes, os grandes jogadores e as conquistas mais importantes da seleção brasileira.",
        "categoria": "Esporte",
        "src": "livro11",
        "ano": "2002",
        "preco": 35.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 1280,
        "id": 11,
        "resenha": "Este livro conta a história do futebol brasileiro, destacando os principais momentos, jogadores e equipes que marcaram o esporte no país. Da era de ouro do futebol brasileiro nas décadas de 1950 e 1960, com jogadores como Pelé e Garrincha, até as conquistas mais recentes da seleção brasileira, o livro oferece uma visão abrangente e apaixonada do futebol brasileiro, considerado por muitos como o país do futebol."
    },
    {
        "titulo": "A Pirâmide Vermelha",
        "autor": "Rick Riordan",
        "resumo": "A Pirâmide Vermelha é o primeiro livro da série As Crônicas dos Kane, que narra as aventuras de Carter e Sadie Kane, dois irmãos que descobrem ser descendentes de uma família de faraós egípcios e herdeiros dos poderes dos deuses egípcios.",
        "categoria": "Ficção",
        "src": "livro12",
        "ano": "2010",
        "preco": 40.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 669,
        "id": 12,
        "resenha": "Primeiro livro da série As Crônicas dos Kane, escrita por Rick Riordan, A Pirâmide Vermelha mistura mitologia egípcia com aventura contemporânea. A história segue os irmãos Carter e Sadie Kane, que descobrem ser descendentes de uma antiga linhagem de magos egípcios e são lançados em uma jornada para salvar o mundo de forças malignas. Com uma trama emocionante e cheia de reviravoltas, o livro cativa os leitores com sua mitologia fascinante e seus personagens carismáticos."
    },
    {
        "titulo": "O Último Trem de Hiroshima",
        "autor": "Charles Pellegrino",
        "resumo": "O livro relata os eventos em torno do bombardeio atômico de Hiroshima em 1945, com base em relatos de sobreviventes e testemunhas oculares, oferecendo uma perspectiva única sobre a tragédia.",
        "categoria": "Cultura",
        "src": "livro13",
        "ano": "2010",
        "preco": 40.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 711,
        "id": 13,
        "resenha": "Este livro relata os eventos que cercaram o bombardeio nuclear de Hiroshima em agosto de 1945, a partir da perspectiva de sobreviventes e testemunhas. A obra oferece um olhar detalhado e emocionante sobre as consequências humanas e sociais do bombardeio, destacando as histórias de coragem, sobrevivência e resiliência em face da tragédia."
    },
    {
        "titulo": "Mindset: A Nova Psicologia do Sucesso",
        "autor": "Carol S. Dweck",
        "resumo": "A psicóloga Carol S. Dweck apresenta sua teoria do mindset, que explora a diferença entre uma mentalidade fixa e uma mentalidade de crescimento e como essa diferença pode afetar nosso sucesso e felicidade.",
        "categoria": "Cultura",
        "src": "livro14",
        "ano": "2017",
        "preco": 35.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 25,
        "id": 14,
        "resenha": "A autora Carol S. Dweck explora a ideia de mindset ou mentalidade, argumentando que a forma como encaramos nossas habilidades e talentos pode influenciar significativamente nosso sucesso e felicidade. Dweck apresenta a diferença entre uma mentalidade fixa, que acredita que nossas características são imutáveis, e uma mentalidade de crescimento, que vê o desenvolvimento pessoal como resultado do esforço e da aprendizagem contínua. Com exemplos práticos e insights perspicazes, o livro oferece uma nova perspectiva sobre como alcançar o sucesso em diversas áreas da vida."
    },
    {
        "titulo": "O Livro do Hygge: O Segredo Dinamarquês para Ser Feliz",
        "autor": "Meik Wiking",
        "resumo": "O livro explora o conceito dinamarquês de hygge, que se refere a uma sensação de conforto, aconchego e bem-estar. Ele oferece insights sobre como adotar esse estilo de vida para ser mais feliz.",
        "categoria": "Cultura",
        "src": "livro15",
        "ano": "2017",
        "preco": 35.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 142,
        "id": 15,
        "resenha": "Neste livro, o autor Meik Wiking explora o conceito dinamarquês de hygge, que se refere a um estilo de vida acolhedor, confortável e feliz. Wiking explora as diferentes facetas do hygge, desde a decoração da casa até a culinária, apresentando dicas práticas para incorporar o hygge no dia a dia e encontrar mais felicidade e satisfação nas pequenas coisas da vida."
    },
    {
        "titulo": "A Revolução dos Bichos",
        "autor": "George Orwell",
        "resumo": "Em uma fazenda onde os animais expulsam os humanos e assumem o controle, uma revolução promete liberdade e igualdade para todos. No entanto, a liderança dos porcos acaba distorcendo os ideais iniciais, levando a uma nova forma de opressão.",
        "categoria": "Ficção",
        "src": "livro16",
        "ano": "2007",
        "preco": 25.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 755,
        "id": 16,
        "resenha": "George Orwell utiliza uma fábula satírica para criticar o totalitarismo e a corrupção política. A história se passa em uma fazenda onde os animais, liderados pelos porcos, se revoltam contra os humanos e estabelecem um governo próprio. No entanto, os porcos acabam se tornando tão corruptos e autoritários quanto os humanos que antes os oprimiam, ilustrando a natureza cíclica do poder e a fragilidade da liberdade."
    },
    {
        "titulo": "O Lado Bom da Vida",
        "autor": "Matthew Quick",
        "resumo": "Pat Peoples, um ex-professor com transtorno bipolar, acredita que sua vida está em um filme e está determinado a encontrar o final feliz. No caminho, ele conhece Tiffany, uma mulher viúva com seus próprios problemas, e os dois embarcam em uma jornada de autodescoberta e recuperação.",
        "categoria": "Ficção",
        "src": "livro17",
        "ano": "2013",
        "preco": 30.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 1141,
        "id": 17,
        "resenha": "Este livro de Matthew Quick narra a história de Pat Peoples, um homem que, após passar algum tempo em uma instituição mental, tenta reconstruir sua vida e seu casamento. Com uma narrativa envolvente e emocionante, o livro aborda temas como saúde mental, recomeços e a busca pela felicidade, mostrando como o amor e a determinação podem ajudar a superar os desafios da vida."
    },
    {
        "titulo": "Código secreto do emagrecimento",
        "autor": "Sophia Lamar",
        "resumo": "Este livro aborda as principais estratégias e técnicas de coaching para emagrecimento, incluindo aspectos comportamentais, emocionais e nutricionais. É um guia completo para profissionais que desejam ajudar seus clientes a alcançarem seus objetivos de perda de peso.",
        "categoria": "Comida",
        "src": "livro18",
        "ano": "2015",
        "preco": 30.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 723,
        "id": 18,
        "resenha": "Neste livro, a autora Chata de Galocha compartilha sua experiência pessoal com a perda de peso e oferece dicas e orientações práticas para quem deseja emagrecer de forma saudável e sustentável. Com uma abordagem realista e motivadora, o livro destaca a importância da alimentação equilibrada, da atividade física regular e do cuidado com a saúde mental para alcançar e manter o peso ideal."
    },
    {
        "titulo": "A Garota do Calendário: Janeiro",
        "autor": "Audrey Carlan",
        "resumo": "Este é o primeiro livro da série A Garota do Calendário, que narra a história de Mia Saunders, uma jovem que se torna acompanhante de luxo para pagar a dívida de jogo de seu pai. Cada livro da série representa um mês diferente na vida de Mia.",
        "categoria": "Ficção",
        "src": "livro19",
        "ano": "2016",
        "preco": 35.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 211,
        "id": 19,
        "resenha": "Primeiro livro da série A Garota do Calendário, de Audrey Carlan, Janeiro narra a história de Mia Saunders, uma jovem que aceita um emprego incomum para pagar as dívidas de seu pai. Mia se torna acompanhante de luxo de um homem rico e poderoso, embarcando em uma jornada de descoberta, romance e autodescoberta. Com uma trama envolvente e personagens cativantes, o livro conquistou leitores em todo o mundo."
    },
    {
        "titulo": "O Poder do Hábito",
        "autor": "Charles Duhigg",
        "resumo": "O autor explora a ciência por trás dos hábitos e como eles podem ser transformados para melhorar nossa vida pessoal e profissional. Com base em pesquisas e estudos de caso, o livro oferece insights valiosos sobre como mudar nossos comportamentos de forma eficaz.",
        "categoria": "Cultura",
        "src": "livro20",
        "ano": "2012",
        "preco": 30.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 169,
        "id": 20,
        "resenha": "Charles Duhigg explora a ciência por trás dos hábitos, revelando como eles são formados, como podem ser mudados e como podem impactar nossa vida e nosso sucesso. O autor apresenta casos reais e pesquisas científicas para ilustrar seus pontos, mostrando como a compreensão dos hábitos pode ajudar a melhorar a produtividade, a saúde e o bem-estar."
    },
    {
        "titulo": "O Poder do Agora",
        "autor": "Eckhart Tolle",
        "resumo": "Um guia para a iluminação espiritual e a libertação do sofrimento.",
        "ano": "1997",
        "src": "livro21",
        "categoria": "Religioso",
        "preco": 25.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 119,
        "id": 21,
        "resenha": "Eckhart Tolle apresenta um guia espiritual para viver o momento presente e alcançar a paz interior. O livro explora a natureza da mente humana, o poder do pensamento positivo e a importância de se libertar das preocupações do passado e do futuro. Com ensinamentos simples e profundos, Tolle oferece um caminho para superar o sofrimento e encontrar a verdadeira felicidade no agora."
    },
    {
        "titulo": "A Cabana",
        "autor": "William P. Young",
        "resumo": "Um homem encontra Deus em uma cabana após uma tragédia familiar.",
        "ano": "2007",
        "src": "livro22",
        "categoria": "Religioso",
        "preco": 35.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 799,
        "id": 22,
        "resenha": "William P. Young narra a história de Mackenzie Allen Philips, um homem que enfrenta uma tragédia pessoal e se vê diante de questões profundas sobre Deus, a vida e o significado do sofrimento. O livro aborda temas como fé, perdão e redenção, oferecendo uma reflexão sobre a natureza do divino e o papel da fé na superação das adversidades."
    },
    {
        "titulo": "A Alma Imoral",
        "autor": "Nilton Bonder",
        "resumo": "Reflexões sobre ética e moral a partir da perspectiva da tradição judaica.",
        "ano": "2000",
        "src": "livro23",
        "categoria": "Religioso",
        "preco": 40.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 833,
        "id": 23,
        "resenha": "Neste livro, o autor Nilton Bonder explora a ideia de uma alma imoral, que transcende as convenções morais e éticas da sociedade. Bonder questiona as noções tradicionais de bem e mal, certo e errado, propondo uma visão mais flexível e compassiva da natureza humana. Com insights provocativos e poéticos, o livro convida os leitores a repensarem suas concepções sobre moralidade e espiritualidade."
    },
    {
        "titulo": "O Livro Tibetano do Viver e do Morrer",
        "autor": "Sogyal Rinpoche",
        "resumo": "Um guia sobre a vida, a morte e o renascimento, segundo a tradição tibetana.",
        "ano": "1992",
        "src": "livro24",
        "categoria": "Religioso",
        "preco": 30.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 921,
        "id": 24,
        "resenha": "Escrito por Sogyal Rinpoche, este livro apresenta ensinamentos da tradição budista tibetana sobre a vida, a morte e o processo de morrer. Rinpoche oferece insights sobre como lidar com o sofrimento, encontrar significado na vida e enfrentar a morte com serenidade e compreensão. Com uma abordagem compassiva e esclarecedora, o livro oferece um guia para uma vida mais plena e consciente."
    },
    {
        "titulo": "O Caminho da Autotransformação",
        "autor": "Dalai Lama",
        "resumo": "O Dalai Lama compartilha ensinamentos sobre a transformação pessoal.",
        "ano": "2018",
        "src": "livro25",
        "categoria": "Religioso",
        "preco": 45.00,
        "estrelas": 3,
        "idioma": "Português",
        "avaliacao": 714,
        "id": 25,
        "resenha": " Wayne W. Dyer apresenta um guia prático para a autodescoberta e o desenvolvimento pessoal. O livro oferece insights sobre como superar limitações autoimpostas, encontrar o propósito de vida e alcançar a realização pessoal. Com exemplos inspiradores e exercícios práticos, Dyer oferece um caminho para uma vida mais significativa e gratificante."
    },
    {
        "titulo": "O Código da Vinci",
        "autor": "Dan Brown",
        "resumo": "Um romance que aborda teorias da conspiração envolvendo a Igreja Católica.",
        "ano": "2003",
        "src": "livro26",
        "categoria": "Religioso",
        "preco": 40.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 364,
        "id": 26,
        "resenha": "Dan Brown narra uma história de mistério e conspiração que envolve símbolos e obras de arte renascentistas, como a Mona Lisa e A Última Ceia de Leonardo da Vinci. O livro segue o simbologista Robert Langdon em uma investigação que o leva a desvendar segredos antigos e descobrir revelações surpreendentes sobre a história da arte e da religião. Com uma trama repleta de reviravoltas e suspense, o livro se tornou um sucesso mundial."
    },
    {
        "titulo": "O Evangelho Segundo Jesus Cristo",
        "autor": "José Saramago",
        "resumo": "Uma releitura ficcional da vida de Jesus Cristo.",
        "ano": "1991",
        "src": "livro27",
        "categoria": "Religioso",
        "preco": 50.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 245,
        "id": 27,
        "resenha": "José Saramago reconta a história de Jesus Cristo sob uma perspectiva ficcional, explorando os aspectos humanos e divinos do personagem. O livro oferece uma reflexão profunda sobre a figura de Jesus, sua mensagem e seu impacto na história da humanidade, questionando dogmas e tradições religiosas. Com sua prosa poética e provocativa, Saramago convida os leitores a reconsiderarem sua visão sobre a vida e a espiritualidade."
    },
    {
        "titulo": "Meditações",
        "autor": "Marco Aurélio",
        "resumo": "Pensamentos e reflexões do imperador romano Marco Aurélio sobre a vida e a virtude.",
        "ano": "2024",
        "src": "livro28",
        "categoria": "Religioso",
        "preco": 55.00,
        "estrelas": 2,
        "idioma": "Português",
        "avaliacao": 455,
        "id": 28,
        "resenha": "Marcus Aurelius, imperador romano e filósofo estoico, escreveu este livro como um guia para a autodisciplina, a virtude e a sabedoria. As Meditações oferecem reflexões sobre a natureza da vida, a importância da virtude e a inevitabilidade da morte, buscando orientar o leitor para uma vida de serenidade e equilíbrio. Com sua sabedoria atemporal, o livro continua a inspirar leitores em todo o mundo."
    },
    {
        "titulo": "A Coragem de Ser Imperfeito",
        "autor": "Brené Brown",
        "resumo": "Um guia para viver com autenticidade e aceitação da própria vulnerabilidade.",
        "ano": "2012",
        "src": "livro29",
        "categoria": "Religioso",
        "preco": 60.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 12,
        "id": 29,
        "resenha": "Brené Brown explora o poder da vulnerabilidade e da autenticidade em nossa busca por significado e conexão. O livro destaca a importância de aceitar nossas imperfeições e vulnerabilidades como parte essencial de nossa humanidade, e como isso pode nos tornar mais fortes e mais autênticos. Com histórias pessoais e insights perspicazes, Brown oferece um guia para uma vida mais plena e corajosa."
    },
    {
        "titulo": "Sapiens: Uma Breve História da Humanidade",
        "autor": "Yuval Noah Harari",
        "resumo": "Uma visão panorâmica da história da humanidade, desde os primórdios até os dias atuais.",
        "ano": "2011",
        "src": "livro30",
        "categoria": "Ciências",
        "preco": 65.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 59,
        "id": 30,
        "resenha": "Yuval Noah Harari narra a história da humanidade desde os primórdios até os dias atuais, explorando as principais revoluções que moldaram a sociedade humana. O livro aborda temas como a revolução cognitiva, a formação de civilizações e impérios, e o impacto da agricultura e da tecnologia na vida humana. Com uma perspectiva ampla e provocativa, Harari oferece uma visão abrangente e fascinante da história da humanidade."
    },
    {
        "titulo": "21 Lições para o Século 21",
        "autor": "Yuval Noah Harari",
        "resumo": "Reflexões sobre os desafios e questões importantes do século 21.",
        "ano": "2018",
        "src": "livro31",
        "categoria": "Ciências",
        "preco": 70.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 5,
        "id": 31,
        "resenha": "Yuval Noah Harari examina os desafios e dilemas que enfrentamos no século XXI, desde as mudanças tecnológicas até as crises políticas e ambientais. O livro oferece insights sobre como navegar em um mundo cada vez mais complexo e incerto, destacando a importância da educação, da cooperação global e da reflexão crítica. Com sua perspicácia e clareza, Harari provoca uma reflexão sobre o futuro da humanidade e nosso papel nele."
    },
    {
        "titulo": "Homo Deus: Uma Breve História do Amanhã",
        "autor": "Yuval Noah Harari",
        "resumo": "Uma análise das possíveis direções futuras da humanidade, incluindo a tecnologia e a religião.",
        "ano": "2015",
        "src": "livro32",
        "categoria": "Ciências",
        "preco": 75.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 411,
        "id": 32,
        "resenha": "Yuval Noah Harari especula sobre o futuro da humanidade, explorando as possibilidades e desafios que enfrentaremos nas próximas décadas. O livro aborda temas como a inteligência artificial, a biotecnologia e a busca pela imortalidade, questionando as implicações éticas e existenciais dessas novas tecnologias. Com sua visão provocativa e perspicaz, Harari desafia os leitores a repensarem o que significa ser humano no século XXI."
    },
    {
        "titulo": "O Gene: Uma História Íntima",
        "autor": "Siddhartha Mukherjee",
        "resumo": "Uma história da descoberta do gene e de seu papel na hereditariedade e na evolução.",
        "ano": "2016",
        "src": "livro33",
        "categoria": "Ciências",
        "preco": 80.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 238,
        "id": 33,
        "resenha": "Siddhartha Mukherjee narra a história do gene, desde sua descoberta até os avanços mais recentes na genética. O livro explora as complexidades do código genético, as descobertas que revolucionaram a biologia e a ética por trás da manipulação genética. Com uma narrativa envolvente e acessível, Mukherjee oferece uma visão abrangente e fascinante do mundo dos genes."
    },
    {
        "titulo": "O Andar do Bêbado: Como o Acaso Determina Nossas Vidas",
        "autor": "Leonard Mlodinow",
        "resumo": "Um livro que explora como o acaso desempenha um papel fundamental em nossas vidas.",
        "ano": "2008",
        "src": "livro34",
        "categoria": "Ciências",
        "preco": 85.00,
        "estrelas": 4,
        "idioma": "Português",
        "avaliacao": 1522,
        "id": 34,
        "resenha": " Neste livro, Leonard Mlodinow explora o papel do acaso em nossas vidas, mostrando como eventos aleatórios e imprevisíveis podem moldar nosso destino. Mlodinow apresenta conceitos da teoria do caos e da estatística para ilustrar como o acaso influencia desde as decisões mais simples até os grandes eventos históricos. Com exemplos instigantes e insights perspicazes, o livro desafia nossa compreensão do mundo e nosso controle sobre ele."
    },
    {
        "titulo": "Astrofísica para Apressados",
        "autor": "Neil deGrasse Tyson",
        "resumo": "Uma introdução acessível à astrofísica para leigos.",
        "ano": "2017",
        "src": "livro35",
        "categoria": "Ciências",
        "preco": 90.00,
        "estrelas": 5,
        "idioma": "Inglês",
        "avaliacao": 7500,
        "id": 35,
        "resenha": "Neil deGrasse Tyson oferece uma introdução acessível e envolvente à astrofísica, apresentando os conceitos básicos do universo de forma clara e cativante. O livro aborda temas como a origem do universo, a natureza das estrelas e planetas, e as leis fundamentais da física, tudo de uma maneira que qualquer pessoa pode entender. Com sua paixão pela ciência e seu estilo descontraído, Tyson torna a astrofísica fascinante e acessível a todos."
    },
    {
        "titulo": "Homo Sapiens: A Brief History of Humankind",
        "autor": "Yuval Noah Harari",
        "resumo": "A panoramic view of the history of humankind, from the evolution of Homo sapiens in the Stone Age to the political and technological revolutions of the twenty-first century.",
        "ano": "2014",
        "src": "livro36",
        "categoria": "Ciências",
        "preco": 95.00,
        "estrelas": 5,
        "idioma": "Inglês",
        "avaliacao": 658,
        "id": 36,
        "resenha": "Yuval Noah Harari chronicles the history of humanity from the beginnings to the present day, exploring the main revolutions that shaped human society. The book covers topics such as the cognitive revolution, the formation of civilizations and empires, and the impact of agriculture and technology on human life. With a broad and provocative perspective, Harari offers a comprehensive and fascinating overview of human history."
    },
    {
        "titulo": "Homo Deus: A Brief History of Tomorrow",
        "autor": "Yuval Noah Harari",
        "resumo": "A provocative examination of what the future may hold for humanity.",
        "ano": "2016",
        "src": "livro37",
        "categoria": "Ciências",
        "preco": 100.00,
        "estrelas": 4,
        "idioma": "Inglês",
        "avaliacao": 9323,
        "id": 37,
        "resenha": "Yuval Noah Harari chronicles the history of humanity from the beginnings to the present day, exploring the main revolutions that shaped human society. The book covers topics such as the cognitive revolution, the formation of civilizations and empires, and the impact of agriculture and technology on human life. With a broad and provocative perspective, Harari offers a comprehensive and fascinating overview of human history."
    },
    {
        "titulo": "The Selfish Gene: 40th Anniversary Edition",
        "autor": "Richard Dawkins",
        "resumo": "A commemorative edition of the book that popularized the concept of the selfish gene.",
        "ano": "2016",
        "src": "livro38",
        "categoria": "Ciências",
        "preco": 105.00,
        "estrelas": 5,
        "idioma": "Inglês",
        "avaliacao": 259,
        "id": 38,
        "resenha": "Richard Dawkins presents the selfish gene evolutionary theory, which proposes that genes are the main agents of evolution, seeking their own replication and survival. Dawkins explores how genes shape animal and human behavior, arguing that altruism and cooperation can be explained by selfish gene logic. With its innovative and provocative approach, the book challenges traditional ideas about evolution and human nature."
    },
    {
        "titulo": "A Short History of Nearly Everything",
        "autor": "Bill Bryson",
        "resumo": "A popular science book that explains some areas of science, using easily accessible language that appeals more to the general public than many other books dedicated to the subject.",
        "ano": "2003",
        "src": "livro39",
        "categoria": "Ciências",
        "preco": 110.00,
        "estrelas": 5,
        "idioma": "Inglês",
        "avaliacao": 355,
        "id": 39,
        "resenha": "Bill Bryson presents a fascinating and accessible exploration of science, covering topics such as the origin of the universe, the evolution of life on Earth, and the latest scientific discoveries. With his light, humorous style, Bryson makes science fun and interesting for laypeople and experts alike. The book offers a panoramic view of human knowledge, highlighting the beauty and complexity of the natural world."
    },
    {
        "titulo": "Mentalidade Mamba: Como Eu Jogo",
        "autor": "Kobe Bryant",
        "resumo": "Um olhar interno sobre a abordagem intensa e detalhada de Kobe Bryant para o jogo de basquete e sua vida.",
        "ano": "2018",
        "src": "livro40",
        "categoria": "Esporte",
        "preco": 115.00,
        "estrelas": 5,
        "idioma": "Português",
        "avaliacao": 458,
        "id": 40,
        "resenha": "Mentalidade Mamba: Como Eu Jogo é um livro escrito por Kobe Bryant, um dos maiores jogadores de basquete da história da NBA. Publicado em 2018, o livro é mais do que uma simples autobiografia; é um relato fascinante da mente de um atleta de elite e de sua abordagem única para alcançar a excelência. Bryant compartilha sua jornada desde os primeiros dias em que descobriu sua paixão pelo basquete até se tornar uma lenda do esporte. Ele explora os desafios, as vitórias e as derrotas que moldaram sua carreira, bem como as lições que aprendeu ao longo do caminho. O livro também revela a mentalidade implacável de Bryant, apelidada de Mamba Mentality, que se tornou sua marca registrada. Essa mentalidade é caracterizada pela dedicação extrema, pela busca incessante pela melhoria e pela capacidade de se superar constantemente. Bryant descreve como ele aplicou essa mentalidade não apenas no basquete, mas em todos os aspectos de sua vida."
    }
]