[
    {
        "titulo": "História",
        "texto": "A Biblioteca JS tem uma história rica e vibrante que remonta a muitos anos atrás. Fundada com o objetivo de ser um centro de aprendizado e cultura para a comunidade, ao longo dos anos, tornou-se um verdadeiro marco na cidade. Desde então, temos trabalhado incansavelmente para promover a leitura, o conhecimento e a educação para pessoas de todas as idades e origens. Ao longo dos anos, a biblioteca tem passado por diversas transformações e expansões para melhor atender às necessidades da comunidade. Atualmente, oferecemos uma vasta coleção de livros, periódicos, recursos digitais e eventos culturais que refletem a diversidade e a riqueza da nossa sociedade. Estamos comprometidos em manter viva a chama da aprendizagem e da descoberta, proporcionando um ambiente acolhedor e inspirador para todos os que nos visitam. Nossa biblioteca é mais do que um local para emprestar livros; é um espaço onde as pessoas podem se conectar, aprender e crescer juntas. Estamos sempre buscando formas de expandir nossos serviços e recursos para atender às necessidades em constante evolução da nossa comunidade. Acreditamos que a biblioteca é um lugar vital para o desenvolvimento intelectual e cultural de nossa sociedade e estamos comprometidos em sermos um centro de excelência e inovação no campo da educação e da cultura.     Esperamos que você se junte a nós nesta jornada de aprendizado e descoberta, e que nossa biblioteca seja um local onde você possa se inspirar, aprender e crescer.",
        "src": "livro1.png"
    },
    {
        "titulo": "Missão",
        "texto": "A missão da Biblioteca JS é ser um espaço inclusivo e acessível, promovendo a democratização do conhecimento, da cultura e da informação para todos os membros da comunidade. Acreditamos que a educação é a chave para o desenvolvimento humano e social, e, por isso, estamos empenhados em oferecer recursos e serviços que apoiem o aprendizado ao longo da vida. Nosso compromisso com a diversidade se reflete em nossa abordagem inclusiva, acolhendo pessoas de todas as origens, idades e condições sociais. Valorizamos e respeitamos a individualidade de cada pessoa que visita nossa biblioteca, buscando sempre proporcionar uma experiência positiva e enriquecedora. Na busca pela excelência, estamos constantemente inovando em nossos serviços e programas, buscando atender às necessidades e expectativas de nossos usuários de forma eficiente e eficaz. Nosso objetivo é ser um centro de referência em educação e cultura, oferecendo um ambiente que inspire a busca pelo conhecimento e o crescimento pessoal. Estamos comprometidos em criar um ambiente acolhedor e inclusivo para todos os nossos usuários, independentemente de sua origem, idade ou condição social. Acreditamos que, juntos, podemos construir uma comunidade mais informada, educada e empoderada. Esperamos que nossa biblioteca seja um lugar onde todos se sintam bem-vindos e inspirados a explorar, aprender e crescer. Junte-se a nós nesta jornada de descoberta e aprendizado contínuo.",
        "src": "livro2.png"
    },
    {
        "titulo": "Time",
        "texto": "A equipe da Biblioteca JS é composta por profissionais dedicados e apaixonados pela leitura e pelo conhecimento. Nossos bibliotecários estão sempre disponíveis para ajudar os visitantes a encontrar o livro perfeito, realizar pesquisas acadêmicas ou simplesmente descobrir novas histórias e autores. Além disso, contamos com uma equipe de voluntários que desempenham um papel fundamental no funcionamento da biblioteca, auxiliando em diversas atividades e eventos. Todos os membros da nossa equipe compartilham o compromisso de tornar a experiência na Biblioteca JS enriquecedora e inspiradora para todos os que nos visitam. Estamos sempre em busca de novas maneiras de melhorar e expandir nossos serviços, para que possamos continuar a ser um centro de aprendizado e cultura para a comunidade. A Biblioteca JS é mais do que um lugar para emprestar livros, é um espaço onde as pessoas podem se conectar, aprender e crescer juntas. Estamos ansiosos para recebê-lo em nossa biblioteca e compartilhar o mundo maravilhoso dos livros e do conhecimento com você. Esperamos que você se junte a nós nesta jornada de aprendizado e descoberta, e que nossa biblioteca seja um lugar onde você possa se inspirar, aprender e crescer. Venha nos visitar e explore tudo o que temos a oferecer. Estamos aqui para tornar sua experiência na Biblioteca JS memorável e enriquecedora.",
        "src": "livro3.png"
    }
]